Repository: GianlucaP17/iOS-Pizza-List
Catalog: Pizza List UIKit/Pizza List/Pizza List/*.lproj/Localizable.strings
Languages: it

# MARGHERITA_ING
source: Tomato, Mozzarella
it: Pomodoro, Mozzarella

# MARINARA_ING
source: Tomato, Garlic
it: Pomodoro, Aglio

source: Warning
it: Attenzione

# HEALTH_MISS_CAL_WARN
source: You must first set up the calories so we can send data the App 'Health'. Tap 'Edit' at the top right, sets the calories and tap 'Save'
it: Devi prima impostare le calorie per poterle inviare all'App 'Salute'. Tocca 'Modifica' in alto a destra, imposta le calorie e tocca 'Salva'

# ADD_CONT_TITLE
source: Add Pizza
it: Aggiungi Pizza

# ADD_CONT_TITLE_MODIFY
source: Edit Pizza
it: Modifica Pizza

# ADD_CONT_DONEBUTTON
source: Done
it: Fatto

# ADD_CONT_PLACEHOLDER_PIZZA_NAME
source: Pizza name
it: Nome della Pizza

# ADD_CONT_PLACEHOLDER_PIZZA_INGR
source: Ingredients
it: Ingredienti

# ADD_CONT_PLACEHOLDER_PIZZA_CAL
source: Calories
it: Calorie

# ADD_CONT_ALERT_TITLE
source: Warning
it: Attenzione

# ADD_CONT_ALERT_MSG
source: You must provide all data
it: Tutti i campi sono obbligatori

# ACTION_IMAGE_TITLE
source: Image
it: Immagine

# ACTION_IMAGE_TEXT
source: Select from library or shoot a new photo
it: Seleziona un'immagine dalla libreria o scatta una nuova foto

# BUTTON_CANCEL
source: Cancel
it: Annulla

# BUTTON_LIBRARY
source: Library
it: Libreria

# BUTTON_SHOOT
source: Shoot
it: Scatta nuova foto

# INGREDIENTS_TEXT
source: Ingredients
it: Ingredienti

# MAP_CONT_TITLE
source: Find Pizza
it: Trova Pizzeria

# ACTION_MAP_TITLE
source: Options
it: Opzioni

# ACTION_MAP_CALL
source: Call
it: Telefona

# ACTION_MAP_MAP
source: Get directions
it: Indicazioni stradali

# MAP_ERROR
source: Connection fault, check the data network and / or GPS coverage
it: Errore di connessione, controllare la rete di dati e / o copertura GPS

# MAP_ADDRESS_ERROR
source: Can't find this address
it: Non ho trovato l'indirizzo

# MAP_COORDINATE_ERROR
source: Can't find the coordinates
it: Non trovo queste coordinate

# MODIFY_TITLE
source: Modify data
it: Modifica scheda

# MODIFY_NAME
source: Name
it: Nome

# MODIFY_INGR
source: Ingredients
it: Ingredienti

# MODIFY_CAL
source: Calories
it: Calorie

# MODIFY_IMG
source: Image
it: Immagine

# HBTITILE
source: Data saved in HealthBook
it: Dati salvati in HealthBook

# HBMSG
source: The calories you ate was added to the database
it: Le calorie che hai consumato mangiando questa pizza sono state aggiunte al tuo database
